Repository: franksaar/helloworld
Catalog: HelloWorld/Localizable.xcstrings
Source language: en
Languages: de_de, es_us

source: Always concerned
de_de: Immer besorgt
es_us: Siempre preocupado

source: And gone again
de_de: Und wieder weg
es_us: Y se ha ido de nuevo

source: Bye again!
de_de: Tschüss wieder!
es_us: ¡Adiós de nuevo!

source: Bye!
de_de: Tschüss!
es_us: ¡Adiós!

source: C u next time
de_de: Bis zum nächsten Mal
es_us: Nos vemos la próxima

source: Hello, world!
de_de: Hallo, Welt!
es_us: ¡Hola, mundo!

source: How have you been?
de_de: Wie geht es dir?
es_us: ¿Cómo has estado?

source: I am back
de_de: Ich bin zurück
es_us: Estoy de vuelta

source: I am just concerned
de_de: Ich bin nur besorgt.
es_us: Solo estoy preocupado

source: I haven't seen you in a long time
de_de: Ich habe dich lange nicht gesehen
es_us: Hace mucho que no te veo

source: So, never mind
de_de: Also, vergiss es
es_us: Así que, no importa

source: Still There!
de_de: Noch da!
es_us: ¡Todavía ahí!

source: Why are you asking?
de_de: Warum fragst du?
es_us: Por qué preguntas?

source: Yes I am STILL THERE!
de_de: Ja ich bin noch da!
es_us: ¡Sí, todavía estoy ahí!
